[
    {
        "id": 1,
        "image": "img/trending/pokemon.jpg",
        "title": "Pokemon",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Adventure, fantasy, comedy",
        "episode": 146,
        "description": "Tiếp nối cuộc hành trình của Satoshi trên con đường trở thành bậc thầy Pokemon của mình,lần này cậu đến với hòn đảo Melemele của vùng Alola, choáng ngợp trước sự hoa lệ của vùng đảo cùng sức mạnh mới lạ và nhiều loại pokemon mới cậu đã quyết định ở lại học tập phát triển tại đó. Hãy theo dấu chân của Satoshi để biết thêm chi tiết nhé!  "
    },
    {
        "id": 2,
        "image": "img/trending/Doraemon.jpg",
        "title": "Doraemon",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Shounen, Super Power, Fantasy, Drama, Mystery, Military, Action",
        "episode": 77,
        "description": ""
    },
    {
        "id": 3,
        "image": "img/trending/Dragonball.jpg",
        "title": "Dragon Ball Z",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Shounen, Fantasy, Drama, Comedy, Adventure, Military, Magic, Action",
        "episode": 51,
        "description": ""
    },
    {
        "id": 4,
        "image": "img/trending/Naruto.jpg",
        "title": "Naruto Shippuden",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Shounen, Super Power, Comedy, Martial Arts, Action",
        "episode": 500,
        "description": " "
    },
    {
        "id": 5,
        "image": "img/trending/Conan.jpg",
        "title": "Conan",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Shounen, Super Power, Fantasy, Comedy, Adventure, Martial Arts, Action,",
        "episode": 291,
        "description": ""
    },
    {
        "id": 6,
        "image": "img/trending/spirit.jpg",
        "title": "Vùng đất linh hồn",
        "cmt": 1234,
        "views": "1,123,456",
        "genre": "Thriller, Supernatural, Psychological, Police, Mystery",
        "episode": 37,
        "description": "Một thần chết tên Ryuuku cố tình đánh rơi quyển sổ Death Note xuống thế giới loài người với mong muốn rằng hắn sẽ tìm được một thú vui nào đó từ việc này. Một học sinh trung học tên Yagami Light (hay Yagami Raito) là người nhặt được quyển sổ này và vì thế mà có khả năng giết bất cứ người nào chỉ bằng cách cách viết tên người đó vào quyển sổ và tưởng tượng ra khuôn mặt họ khi viết. Cậu quyết định dùng Death Note để tiêu diệt những kẻ tội phạm và những kẻ giết người tàn ác thông qua cuốn sổ. Khi t."
    }
]